# Formulae
brew "gh"
brew "git"
brew "helm"
brew "jq"
brew "pre-commit"
brew "rbenv"
brew "sops"
brew "stow"
brew "uv"
brew "yarn"
brew "zplug"

# Casks
cask "1password-cli"
cask "android-studio"
cask "claude-code"
cask "cmux"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "proxyman"
cask "reactotron"
cask "rectangle"
cask "sublime-text"
